function Cat() {
  return (
    <div className="cat">
      <div className="container4">
        <h1 className="om">История</h1>
        <div className="big-cat">
          <div>
            <p className="mops">
              На сайте для вас представлена вся актуальная информация о
              ветеринарном центре, о специалистах и различных полезных
              возможностях пространства VetMajor.   Наш ветеринарный центр был
              задуман как необычный центр помощи животным. Мы совместили
              концепцию высокопрофессионального лечения с современным
              гармоничным и уютным пространством по доступной цене для
              заботливых владельцев, динамичных и современных людей.  
              Ветеринарный центр VetMajor был создан 18 июня 2018 года в
              историческом месте г. Москвы, в единственном старинном особняке
              района Ходынка, а 1 февраля 2021 года открылся второй центр в
              районе Фили-Давыдково.
            </p>
            <button className="mop">подробнее</button>
          </div>

          <img className="gop" src="/imgg.png" alt="" />
        </div>
      </div>
    </div>
  );
}

export default Cat;
