function Center() {
  return (
    <div className="center">
      <div className="container3">
        <h1 className="bom">Центр</h1>
        <div className="cen">
          <img className="zoo" src="/zoo.jpg" alt="" />
          <p className="pi">
            На сайте для вас представлена вся актуальная информация о
            ветеринарном центре, о специалистах и различных полезных
            возможностях пространства VetMajor <br />
            На сайте для вас представлена вся актуальная информация о
            ветеринарном центре, о специалистах и различных полезных
            возможностях пространства VetMajor.   Наш ветеринарный центр был
            задуман как необычный центр помощи животным. Мы совместили концепцию
            высокопрофессионального лечения с современным гармоничным и уютным
            пространством по доступной цене для заботливых владельцев
          </p>
        </div>
        <div>
          <button className="op">Раздел Центр</button>
        </div>
      </div>
    </div>
  );
}

export default Center;
